Repository: aayushbisen/pucho-kisan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Phone number
hi: फ़ोन नंबर

source: Farmer's password
hi: किसान का पासवर्ड

source: Farmer's firstname
hi: किसान का पहला नाम

source: Farmer's surname
hi: किसान का उपनाम

source: Date of birth
hi: जन्म की तारीख

source: Zip code
hi: पिन कोड

source: Animals
hi: जानवर

source: Pests
hi: कीट

source: Purchase
hi: खरीद सुझाव

source: Crop
hi: खेत

source: Category
hi: वर्ग

source: Ask a question
hi: प्रश्न पूछें

source: In your area
hi: आपके क्षेत्र में

source: Answer the question
hi: प्रश्न का उत्तर दें

source: Question file
hi: प्रश्न की फाइल

source: Solutions for farmers by farmers !
hi: किसानों द्वारा किसानों के लिए समाधान!

source: All
hi: सभी प्रश्न

source: Install
hi: इंस्टॉल करें

source: Home
hi: घर

source: Ask
hi: पूछें

source: Specialist
hi: विशेषज्ञ

source: Search
hi: खोजे

source: Ask question
hi: प्रश्न पूछें

source: Specialists
hi: विशेषज्ञों की सूची

source: Edit
hi: संपादित करें

source: Profile
hi: प्रोफाइल

source: Logout
hi: बाहर जाए

source: Top questions
hi: शीर्ष प्रश्न

source: No questions
hi: कोई सवाल नहीं मिले

source: About
hi: के बारे में

source: Questions asked
hi: पूछे गए सवाल

source: Edit your details
hi: अपना विवरण बदलें

source: Save
hi: संपादित करें

source: Add files
hi: फाइलें जोड़ो

source: Give Solution
hi: उत्तर दीजिये

source: answer
hi: जवाब

source: Answers
hi: जवाब

source: No answers
hi: कोई उत्तर नहीं मिला

source: Search questions
hi: सवाल खोजे

source: Results for
hi: परिणाम

source: No results
hi: कोई परिणाम नहीं

source: Want to help farmers? Join our panel of specialists. Contact us
hi: किसानों की मदद करना चाहते हैं? विशेषज्ञों के हमारे पैनल में शामिल हों। हमसे संपर्क

source: here
hi: करें

source: Pucho Kisan
hi: पूछो किसान

source: Signup
hi: साइन अप करें

source: Login
hi: लॉग इन करें

source: Government rules
hi: सरकारी नियम

source: Team
hi: हमारे बारे में

source: Language
hi: भाषा

source: Give Feedback
hi: सुझाव दें

source: Get a free account
hi: एक नि: शुल्क खाता प्राप्त करें

source: Our objective is to keep farmers in tune with the latest developments in relevant technologies, and to harness these emerging opportunities in transforming their lives. Indian farmers rely on each other for guidance on the type of seeds to use, diagnosis of pests and diseases as well as their remedies. In the ideal situation farmers will be able to login to see information that other farmers have inputted.
hi: हमारा उद्देश्य प्रासंगिक प्रौद्योगिकियों में नवीनतम विकास के साथ किसानों को बनाए रखना है, और उनके जीवन को बदलने में इन उभरते अवसरों का दोहन करना है। भारतीय किसान कीटों और रोगों के निदान के साथ-साथ उनके उपचार के लिए बीज के प्रकार पर मार्गदर्शन के लिए एक-दूसरे पर निर्भर हैं। आदर्श स्थिति में किसान उन सूचनाओं को देखने के लिए लॉगिन कर सकेंगे जो अन्य किसानों ने इनपुट की हैं।

source: Learn more
hi: और अधिक जानें

source: Programs and Schemes
hi: कार्यक्रम और योजनाएँ

source: Click to read more.
hi: और पढ़ने के लिए क्लिक करें

source: An verification link is send to your registered mobile number. Click the link to activate your account
hi: आपके पंजीकृत मोबाइल नंबर पर एक सत्यापन लिंक भेजा जाता है। अपने खाते को सक्रिय करने के लिए लिंक पर क्लिक करें

source: Verify your account
hi: अपने खाते को सत्यापित करें

source: Only images and videos are allowed
hi: केवल चित्र और वीडियो की अनुमति है

source: File too large. Size should not exceed 7 MB
hi: बहुत बड़ी फाइल। आकार 7 एमबी से अधिक नहीं होना चाहिए

source: Enter a valid phone number
hi: एक मान्य फ़ोन नंबर दर्ज करें

source: Enter a valid zip code
hi: एक मान्य ज़िप कोड दर्ज करें

source: Account is not activated
hi: खाता सक्रिय नहीं है

source: Invalid password
hi: अवैध पासवर्ड

source: No Farmer found with this phone number
hi: इस फ़ोन नंबर के साथ कोई किसान नहीं मिला

source: Rastriya Krishi Vikas Yojna (RKVY)
hi: राष्ट्रीय कृषि विकास योजना (RKVY)

source: It is implemented with a view to promote organic farming in the country. To improve soil health and organic matter content and increase net income of the farmer so as to realise premium prices. Under this scheme, an area of 5 lakh acre is targeted to be covered though 10,000 clusters of 50 acre each, from the year 2015-16 to 2017-18.
hi: इसे देश में जैविक खेती को बढ़ावा देने के उद्देश्य से लागू किया गया है। मृदा स्वास्थ्य और जैविक पदार्थ की मात्रा में सुधार करना और किसान की शुद्ध आय में वृद्धि करना ताकि प्रीमियम कीमतों का एहसास हो सके। इस योजना के तहत, 5 लाख एकड़ के क्षेत्र को कवर करने का लक्ष्य रखा गया है, जबकि वर्ष 2015-16 से 2017-18 तक प्रत्येक में 50 एकड़ के 10,000 क्लस्टर शामिल हैं।

source: Crop Insurance
hi: फसल बीमा

source: Crop insurance is purchased by agricultural producers, and subsidized by the federal government, to protect against either the loss of their crops due to natural disasters, such as hail, drought, and floods, or the loss of revenue due to declines in the prices of agricultural commodities.
hi: कृषि उत्पादकों द्वारा फसल बीमा खरीदा जाता है, और प्राकृतिक आपदाओं, जैसे ओलावृष्टि, सूखा और बाढ़ के कारण उनकी फसलों के नुकसान से बचाने के लिए या संघीय सरकार द्वारा सब्सिडी दी जाती है, या कीमतों में गिरावट के कारण राजस्व का नुकसान होता है।

source: National Mission on Sustainable Agriculture (NMSA)
hi: सतत कृषि पर राष्ट्रीय मिशन (NMSA)

source: NMSA is one of the eight Missions under National Action Plan on Climate Change (NAPCC). It aims at promoting Sustainable Agriculture through climate change adaptation measures, enhancing agriculture productivity especially in rainfed areas focusing on integrated farming, soil health management, and synergizing resource conservation. NMSA as a programmatic intervention caters to Mission Deliverables that focuses mainly on conservation agriculture to make farm sector more productive, sustainable, remunerative and climate resilient by promoting location specific integrated/composite farming systems.
hi: एनएमएसए नेशनल एक्शन प्लान ऑन क्लाइमेट चेंज (एनएपीसीसी) के तहत आठ मिशनों में से एक है। इसका उद्देश्य जलवायु परिवर्तन अनुकूलन उपायों के माध्यम से सतत कृषि को बढ़ावा देना है, विशेष रूप से वर्षा आधारित क्षेत्रों में कृषि उत्पादकता को बढ़ाना, एकीकृत खेती, मृदा स्वास्थ्य प्रबंधन और संसाधन संरक्षण पर जोर देना। NMSA एक प्रोग्रामेटिक हस्तक्षेप के रूप में मिशन डेलीवेबल्स को पूरा करता है जो मुख्य रूप से एकीकृत क्षेत्र / एकीकृत कृषि प्रणालियों को बढ़ावा देकर कृषि क्षेत्र को अधिक उत्पादक, टिकाऊ, पारिश्रमिक और जलवायु लचीला बनाने के लिए संरक्षण कृषि पर केंद्रित है।

source: National Food Security Mission (NFSM)
hi: राष्ट्रीय खाद्य सुरक्षा मिशन (NFSM)

source: In view of the stagnating food grain production and an increasing consumption need of the growing population, Government of India has launched this Centrally Sponsored Scheme, ‘National Food Security Mission’ in October 2007. The Mission met with an overwhelming success and achieved the targeted additional production of rice, wheat and pulses. The Mission continued during 12th Five Year Plan with new targets of additional production of food grains of 25 million tonnes of food grains comprising of 10 million tonnes rice, 8 million tonnes of wheat, 4 million tonnes of pulses and 3 million tonnes of coarse cereals by the end of 12th Five Year Plan.
hi: बढ़ती खाद्यान्न उत्पादन और बढ़ती जनसंख्या की बढ़ती खपत की जरूरतों के मद्देनजर, भारत सरकार ने अक्टूबर 2007 में इस केंद्र प्रायोजित योजना, Scheme राष्ट्रीय खाद्य सुरक्षा मिशन ’की शुरुआत की। मिशन ने भारी सफलता के साथ मुलाकात की और चावल, गेहूं और दालों के लक्षित अतिरिक्त उत्पादन को प्राप्त किया। मिशन 10 मिलियन टन चावल, 8 मिलियन टन गेहूं, 4 मिलियन टन दालों और 3 मिलियन टन मोटे अनाज के 25 मिलियन टन खाद्यान्न के अतिरिक्त उत्पादन के नए लक्ष्य के साथ 12 वीं पंचवर्षीय योजना के दौरान जारी रहा।

source: National Mission on Agriculture Extension & Technology (NMAET)
hi: कृषि विस्तार और प्रौद्योगिकी पर राष्ट्रीय मिशन (NMAET)

source: The objective of the Scheme is to make the extension system farmer-driven and farmer-accountable by way of new institutional arrangements for technology dissemination. It aims to restructure and strengthen agricultural extension to enable delivery of appropriate technology and improved agronomic practices to farmers.
hi: योजना का उद्देश्य प्रौद्योगिकी प्रसार के लिए नई संस्थागत व्यवस्था के माध्यम से विस्तार प्रणाली को किसान-संचालित और किसान-जवाबदेह बनाना है। इसका उद्देश्य किसानों को उपयुक्त प्रौद्योगिकी के वितरण और कृषि संबंधी कृषि पद्धतियों को बेहतर बनाने के लिए कृषि विस्तार का पुनर्गठन और सुदृढ़ीकरण करना है।

source: Upto 10 files can be attached with a question
hi: एक प्रश्न के साथ 10 फाइलें तक संलग्न की जा सकती हैं

source: Account activated
hi: आपका खाता सक्रिया कर दिया गया है

source: This link has expired
hi: यह लिंक समाप्त हो गया है

source: Account is already activated
hi: खाता पहले से सक्रिय है
